//
//  Text.swift
//  MyHabits
//
//  Created by Ilya Maenkov on 03.11.2023.
//

import UIKit

public var infoText = "Прохождение этапов, за которые за 21 день вырабатывается привычка, подчиняется следующему алгоритму: \n\n 1. Провести один день без обращения к старым привычкам, стараться вести себя так, как будто цель, загаданная в перспективу, находится на расстоянии шага. \n\n 2. Выдеожать 2 дня в прежнем состоянии самоконтроля. \n\n 3. Отметить в дневнике первую неделю изменений и подвести итоги - что казалось тяжело, что - легче, с чем еще предстоит серьезно бороться. \n\n 4. Поздравить себя с прохождением первого серьезного порога в 21 день. За это время отказ от дурных наклонностей уже примет форму осознанного преодоления и человек сможет больше работать в сторону принятия положительных качеств. \n\n 5. Держать планку 40 дней. Практикующий методику уже чувствует себя освободившимся от прошлого негатива и двигается в нужном направлениии с хорошей динамикой. \n\n 6. На 90-й день соблюдения техники все лишнее из ''прошлой жизни'' перестает напоминать о себе, и человек, оглянувшись назад, осознает себя полностью обновившимся.\n\n Источник: psychobook.ru"
